Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# onboarding.risk_window.later
source: Later in the day
ar: لاحقًا خلال اليوم
bn: দিনের পরের দিকে
ca: Més tard durant el dia
cs: Později během dne
da: Senere på dagen
de: Später am Tag
el: Αργότερα μέσα στη μέρα
es: Más tarde en el día
fi: Myöhemmin päivällä
fr: Plus tard dans la journée
gu: દિવસમાં પછીથી
he: מאוחר יותר במהלך היום
hi: दिन में बाद में
hr: Kasnije tijekom dana
hu: Később a nap folyamán
id: Nanti di hari yang sama
it: Più tardi nella giornata
ja: その日のうちに
kn: ದಿನದ ನಂತರದ ಭಾಗದಲ್ಲಿ
ko: 그날 늦게
ml: ദിവസത്തിൽ പിന്നീട്
mr: दिवसात नंतर
ms: Lewat hari itu
nb: Senere på dagen
nl: Later op de dag
or: ଦିନରେ ପରେ
pa: ਦਿਨ ਵਿੱਚ ਕੁਝ ਦੇਰ ਬਾਅਦ
pl: Później w ciągu dnia
pt_br: Mais tarde no dia
pt_pt: Mais tarde no dia
ro: Mai târziu în zi
ru: Позже в течение дня
sk: Neskôr počas dňa
sl: Pozneje čez dan
sv: Senare på dagen
ta: நாளின் பிற்பகுதியில்
te: రోజులో ఆలస్యంగా
th: ช่วงหลังของวัน
tr: Gün içinde daha sonra
uk: Пізніше протягом дня
ur: دن میں بعد میں
vi: Muộn hơn trong ngày
zh_hans: 当天稍晚
zh_hant: 當天稍晚

# onboarding.risk_window.random
source: It varies
ar: يختلف
bn: একেক দিন একেক রকম
ca: Depèn del dia
cs: Různě
da: Det varierer
de: Das ist unterschiedlich
el: Ποικίλλει
es: Varía
fi: Se vaihtelee
fr: Ça varie
gu: દરેક વખતે અલગ
he: זה משתנה
hi: अलग-अलग होता है
hr: Različito
hu: Változó
id: Tidak menentu
it: Dipende
ja: その時による
kn: ಬದಲಾಗುತ್ತಿರುತ್ತದೆ
ko: 그때그때 달라요
ml: മാറിക്കൊണ്ടിരിക്കും
mr: बदलत असते
ms: Tak tentu
nb: Det varierer
nl: Dat verschilt
or: ଅଲଗା ଅଲଗା ହୁଏ
pa: ਹਰ ਵਾਰ ਵੱਖਰਾ
pl: Różnie
pt_br: Varia
pt_pt: Varia
ro: Variază
ru: По-разному
sk: Rôzne
sl: Različno
sv: Det varierar
ta: மாறுபடும்
te: మారుతూ ఉంటుంది
th: ไม่แน่นอน
tr: Değişiyor
uk: По-різному
ur: مختلف ہوتا ہے
vi: Không cố định
zh_hans: 不固定
zh_hant: 不固定

# onboarding.risk_window.right_after
source: Right after the reminder
ar: مباشرة بعد التذكير
bn: রিমাইন্ডারের ঠিক পরেই
ca: Just després del recordatori
cs: Hned po připomínce
da: Lige efter påmindelsen
de: Direkt nach der Erinnerung
el: Αμέσως μετά την υπενθύμιση
es: Justo después del recordatorio
fi: Heti muistutuksen jälkeen
fr: Juste après le rappel
gu: રિમાઇન્ડર પછી તરત
he: מיד אחרי התזכורת
hi: रिमाइंडर के तुरंत बाद
hr: Odmah nakon podsjetnika
hu: Rögtön az emlékeztető után
id: Langsung setelah pengingat
it: Subito dopo il promemoria
ja: リマインダーの直後
kn: ಜ್ಞಾಪನೆ ಬಂದ ತಕ್ಷಣ
ko: 알림 직후
ml: റിമൈൻഡറിന് തൊട്ടുപിന്നാലെ
mr: रिमाइंडरनंतर लगेच
ms: Sejurus selepas peringatan
nb: Rett etter påminnelsen
nl: Direct na de herinnering
or: ରିମାଇଣ୍ଡର୍ ପରେ ପରେ
pa: ਰਿਮਾਈਂਡਰ ਤੋਂ ਤੁਰੰਤ ਬਾਅਦ
pl: Zaraz po przypomnieniu
pt_br: Logo após o lembrete
pt_pt: Logo depois do lembrete
ro: Imediat după memento
ru: Сразу после напоминания
sk: Hneď po pripomienke
sl: Takoj po opomniku
sv: Direkt efter påminnelsen
ta: நினைவூட்டல் வந்த உடனே
te: రిమైండర్ వచ్చిన వెంటనే
th: ทันทีหลังการแจ้งเตือน
tr: Hatırlatmadan hemen sonra
uk: Одразу після нагадування
ur: یاد دہانی کے فوراً بعد
vi: Ngay sau lời nhắc
zh_hans: 提醒后马上
zh_hant: 提醒後馬上

# onboarding.risk_window.subtitle
source: Just a rough sense. You can change this later.
ar: تقدير تقريبي فقط. يمكنك تغييره لاحقًا.
bn: মোটামুটি একটা ধারণা দিলেই হবে। পরে বদলাতে পারেন।
ca: Només una idea aproximada. Ho pots canviar més tard.
cs: Stačí přibližně. Později to můžeš změnit.
da: Bare cirka. Du kan ændre det senere.
de: Nur grob. Du kannst das später ändern.
el: Μια γενική ιδέα αρκεί. Μπορείς να το αλλάξεις αργότερα.
es: Solo una idea general. Puedes cambiarlo después.
fi: Vain suurin piirtein. Voit muuttaa tätä myöhemmin.
fr: Juste une idée approximative. Tu pourras changer ça plus tard.
gu: બસ અંદાજે કહો. તમે પછીથી બદલી શકો છો.
he: רק בערך. אפשר לשנות את זה אחר כך.
hi: बस एक मोटा अंदाज़ा। इसे बाद में बदला जा सकता है।
hr: Samo otprilike. Kasnije to možeš promijeniti.
hu: Csak nagyjából. Később módosíthatod.
id: Kira-kira saja. Kamu bisa mengubahnya nanti.
it: A occhio. Puoi cambiarlo dopo.
ja: 大まかでOKです。あとで変更できます。
kn: ಅಂದಾಜಾಗಿ ಹೇಳಿದರೆ ಸಾಕು. ನಂತರ ಇದನ್ನು ಬದಲಿಸಬಹುದು.
ko: 대략이면 충분해요. 나중에 바꿀 수 있어요.
ml: ഏകദേശ ധാരണ മതി. പിന്നീട് മാറ്റാം.
mr: फक्त अंदाजे. हे नंतर बदलता येते.
ms: Sekadar anggaran. Kamu boleh ubah kemudian.
nb: Bare omtrent. Du kan endre dette senere.
nl: Grove inschatting. Je kunt dit later wijzigen.
or: ଖାଲି ଏକ ଆନୁମାନିକ ଧାରଣା। ଆପଣ ପରେ ଏହା ବଦଳାଇପାରିବେ।
pa: ਬਸ ਮੋਟਾ ਜਿਹਾ ਅੰਦਾਜ਼ਾ। ਤੁਸੀਂ ਇਹ ਬਾਅਦ ਵਿੱਚ ਬਦਲ ਸਕਦੇ ਹੋ।
pl: Wystarczy z grubsza. Możesz to później zmienić.
pt_br: Só uma ideia geral. Você pode mudar depois.
pt_pt: Só uma ideia aproximada. Podes alterar isto mais tarde.
ro: Doar o idee aproximativă. Poți schimba asta mai târziu.
ru: Примерно. Изменить можно позже.
sk: Stačí približne. Neskôr to môžeš zmeniť.
sl: Samo približno. Pozneje lahko spremeniš.
sv: Bara ungefär. Du kan ändra det senare.
ta: தோராயமாகச் சொன்னால் போதும். பிறகு மாற்றலாம்.
te: సుమారుగా చెబితే చాలు. తర్వాత మార్చుకోవచ్చు.
th: แค่คร่าว ๆ ก็พอ คุณเปลี่ยนได้ทีหลัง
tr: Kabaca yeter. Bunu sonra değiştirebilirsin.
uk: Приблизно. Змінити можна пізніше.
ur: بس ایک موٹا اندازہ۔ اسے بعد میں بدلا جا سکتا ہے۔
vi: Ước chừng thôi. Bạn có thể đổi sau.
zh_hans: 大概就行。以后可以更改。
zh_hant: 大概就好。之後可以更改。

# onboarding.risk_window.title
source: How soon do you usually take it after the reminder?
ar: بعد كم من الوقت تأخذينها عادةً بعد التذكير؟
bn: রিমাইন্ডারের পর সাধারণত কত তাড়াতাড়ি খেয়ে নেন?
ca: Normalment, quant tard la prens després del recordatori?
cs: Jak brzy po připomínce si ji obvykle vezmeš?
da: Hvor hurtigt tager du den normalt efter påmindelsen?
de: Wie bald nimmst du sie meistens nach der Erinnerung?
el: Πόσο γρήγορα το παίρνεις συνήθως μετά την υπενθύμιση;
es: ¿Cuánto sueles tardar en tomarla después del recordatorio?
fi: Kuinka pian yleensä otat sen muistutuksen jälkeen?
fr: Combien de temps après le rappel tu la prends en général ?
gu: રિમાઇન્ડર પછી તમે સામાન્ય રીતે કેટલી જલદી લો છો?
he: כמה זמן אחרי התזכורת את בדרך כלל לוקחת אותה?
hi: रिमाइंडर के बाद आम तौर पर गोली लेने में कितना समय लगता है?
hr: Koliko brzo je obično uzmeš nakon podsjetnika?
hu: Általában mennyi idővel az emlékeztető után veszed be?
id: Biasanya seberapa cepat kamu meminumnya setelah pengingat?
it: Quanto dopo il promemoria la prendi di solito?
ja: リマインダーの後、普段どのくらいで飲みますか？
kn: ಜ್ಞಾಪನೆಯ ನಂತರ ಸಾಮಾನ್ಯವಾಗಿ ನೀವು ಅದನ್ನು ಎಷ್ಟು ಬೇಗ ತೆಗೆದುಕೊಳ್ಳುತ್ತೀರಿ?
ko: 알림 후 보통 얼마 만에 복용하나요?
ml: റിമൈൻഡറിന് ശേഷം സാധാരണയായി നിങ്ങൾ എത്ര വേഗം അത് കഴിക്കും?
mr: रिमाइंडरनंतर तुम्ही साधारण किती वेळात गोळी घेता?
ms: Berapa cepat kamu biasanya ambil selepas peringatan?
nb: Hvor raskt tar du den vanligvis etter påminnelsen?
nl: Hoe snel neem je hem meestal na de herinnering?
or: ରିମାଇଣ୍ଡର୍ ପରେ ଆପଣ ସାଧାରଣତଃ କେତେ ଶୀଘ୍ର ଖାଆନ୍ତି?
pa: ਰਿਮਾਈਂਡਰ ਤੋਂ ਬਾਅਦ ਤੁਸੀਂ ਆਮ ਤੌਰ ’ਤੇ ਕਿੰਨੀ ਜਲਦੀ ਲੈਂਦੇ ਹੋ?
pl: Jak szybko po przypomnieniu zwykle ją bierzesz?
pt_br: Quanto tempo depois do lembrete você costuma tomar?
pt_pt: Normalmente, quanto tempo depois do lembrete é que a tomas?
ro: Cât de repede o iei de obicei după memento?
ru: Как быстро ты обычно принимаешь её после напоминания?
sk: Ako skoro po pripomienke ju zvyčajne užiješ?
sl: Kako hitro po opomniku jo običajno vzameš?
sv: Hur snart brukar du ta det efter påminnelsen?
ta: நினைவூட்டலுக்குப் பிறகு வழக்கமாக எவ்வளவு சீக்கிரம் அதை எடுக்கிறீர்கள்?
te: రిమైండర్ తర్వాత సాధారణంగా మీరు దాన్ని ఎంత త్వరగా తీసుకుంటారు?
th: ปกติคุณกินยาเร็วแค่ไหนหลังได้รับการแจ้งเตือน
tr: Hatırlatmadan sonra genelde ne kadar sürede alıyorsun?
uk: Як швидко ти зазвичай приймаєш її після нагадування?
ur: یاد دہانی کے بعد عام طور پر گولی لینے میں کتنا وقت لگتا ہے؟
vi: Sau lời nhắc, bạn thường uống sau bao lâu?
zh_hans: 收到提醒后，你通常多久会服用？
zh_hant: 收到提醒後，你通常多久會服用？

# onboarding.risk_window.within_five
source: A few minutes later
ar: بعد بضع دقائق
bn: কয়েক মিনিট পরে
ca: Uns minuts després
cs: O pár minut později
da: Et par minutter senere
de: Ein paar Minuten später
el: Λίγα λεπτά αργότερα
es: Unos minutos después
fi: Muutamaa minuuttia myöhemmin
fr: Quelques minutes plus tard
gu: થોડી મિનિટ પછી
he: כמה דקות אחר כך
hi: कुछ मिनट बाद
hr: Nekoliko minuta kasnije
hu: Néhány perccel később
id: Beberapa menit kemudian
it: Dopo qualche minuto
ja: 数分後
kn: ಕೆಲವು ನಿಮಿಷಗಳ ನಂತರ
ko: 몇 분 뒤
ml: കുറച്ച് മിനിറ്റുകൾക്ക് ശേഷം
mr: काही मिनिटांनी
ms: Beberapa minit kemudian
nb: Noen minutter senere
nl: Een paar minuten later
or: କିଛି ମିନିଟ୍ ପରେ
pa: ਕੁਝ ਮਿੰਟ ਬਾਅਦ
pl: Kilka minut później
pt_br: Alguns minutos depois
pt_pt: Alguns minutos depois
ro: Câteva minute mai târziu
ru: Через несколько минут
sk: O pár minút
sl: Nekaj minut pozneje
sv: Några minuter senare
ta: சில நிமிடங்கள் கழித்து
te: కొన్ని నిమిషాల తర్వాత
th: อีกไม่กี่นาทีหลังจากนั้น
tr: Birkaç dakika sonra
uk: Через кілька хвилин
ur: چند منٹ بعد
vi: Vài phút sau
zh_hans: 几分钟后
zh_hant: 幾分鐘後

# onboarding.welcome.demo.apps_locked
source: Paused until you check in
ar: متوقفة مؤقتًا حتى تسجّلي
bn: টিক না দেওয়া পর্যন্ত পজ
ca: En pausa fins que confirmis
cs: Pozastaveno, dokud neodškrtneš dnešek
da: På pause, indtil du krydser af
de: Pausiert, bis du abhakst
el: Σε παύση μέχρι να το σημειώσεις
es: En pausa hasta que marques lo de hoy
fi: Tauolla, kunnes kuittaat
fr: En pause jusqu’à ce que tu valides
gu: નોંધ ન કરો ત્યાં સુધી થોભેલી
he: מושהות עד שתסמני
hi: दर्ज करने तक रुके हुए
hr: Pauzirano dok se ne javiš
hu: Szünetel, amíg ki nem pipálod
id: Dijeda sampai kamu check-in
it: In pausa finché non confermi
ja: 記録するまで一時停止
kn: ದಾಖಲಿಸುವವರೆಗೆ ತಡೆಹಿಡಿಯಲಾಗಿದೆ
ko: 체크할 때까지 일시 중지
ml: രേഖപ്പെടുത്തുന്നതുവരെ പോസ് ആണ്
mr: नोंद करेपर्यंत थांबलेली
ms: Dijeda sehingga kamu sahkan
nb: Pauset til du krysser av
nl: Gepauzeerd tot je afvinkt
or: ଦର୍ଜ କରିବା ପର୍ଯ୍ୟନ୍ତ ବିରାମରେ
pa: ਦਰਜ ਕਰਨ ਤੱਕ ਰੁਕੀਆਂ
pl: Wstrzymane, aż odhaczysz dzień
pt_br: Pausado até você registrar
pt_pt: Em pausa até registares
ro: Pe pauză până bifezi ziua
ru: На паузе, пока ты не отметишься
sk: Pozastavené, kým neodškrtneš dnešok
sl: Zaustavljeno, dokler ne odkljukaš
sv: Pausade tills du bockar av
ta: பதிவு செய்யும் வரை இடைநிறுத்தப்பட்டுள்ளது
te: నమోదు చేసే వరకు పాజ్‌లో ఉంది
th: หยุดชั่วคราวจนกว่าคุณจะเช็กอิน
tr: İşaretleyene kadar duraklatıldı
uk: На паузі, доки ти не відмітишся
ur: درج کرنے تک رکی ہوئی
vi: Tạm dừng đến khi bạn điểm danh
zh_hans: 暂停中，直到你打卡
zh_hant: 暫停中，直到你打卡

# onboarding.welcome.demo.apps_open
source: Tempting to open…
ar: مغرية للفتح…
bn: খুলতে লোভ হচ্ছে…
ca: Ganes d’obrir…
cs: Láká to otevřít…
da: Fristende at åbne…
de: Verlockend zu öffnen …
el: Θες να ανοίξεις…
es: Tentador abrirlas…
fi: Houkuttelee avata…
fr: Tellement tentant…
gu: ખોલવાનું મન થાય છે…
he: מתחשק לפתוח…
hi: खोलने का मन…
hr: Mame ih otvoriti…
hu: Csábító megnyitni…
id: Menggoda dibuka…
it: Ti viene voglia di aprirle…
ja: つい開きたくなる…
kn: ತೆರೆಯಬೇಕೆನಿಸುತ್ತದೆ…
ko: 열어 보고 싶어지죠…
ml: തുറക്കാൻ തോന്നുന്നു…
mr: उघडायचा मोह…
ms: Menggoda dibuka…
nb: Fristende å åpne …
nl: Verleidelijk om te openen…
or: ଖୋଲିବାକୁ ଲୋଭ ହୁଏ…
pa: ਖੋਲ੍ਹਣ ਦਾ ਮਨ ਕਰਦਾ ਹੈ…
pl: Kusi, by otworzyć…
pt_br: Tentador abrir…
pt_pt: Tentador de abrir…
ro: Te tentează să le deschizi…
ru: Хочется открыть…
sk: Láka ťa ich otvoriť…
sl: Mika, da odpreš…
sv: Lockar att öppna…
ta: திறக்கத் தூண்டுகிறது…
te: తెరవాలనిపిస్తుంది…
th: น่าเปิดดูจัง…
tr: Açmak çok cazip…
uk: Хочеться відкрити…
ur: کھولنے کو جی چاہے…
vi: Muốn mở quá…
zh_hans: 好想打开……
zh_hant: 好想打開……

# onboarding.welcome.demo.apps_title
source: Your apps
ar: تطبيقاتك
bn: আপনার অ্যাপ
ca: Les teves apps
cs: Tvoje aplikace
da: Dine apps
de: Deine Apps
el: Οι εφαρμογές σου
es: Tus apps
fi: Sovelluksesi
fr: Tes apps
gu: તમારી ઍપ્સ
he: האפליקציות שלך
hi: आपके ऐप्स
hr: Tvoje aplikacije
hu: Az appjaid
id: Aplikasimu
it: Le tue app
ja: あなたのアプリ
kn: ನಿಮ್ಮ ಆ್ಯಪ್‌ಗಳು
ko: 내 앱
ml: നിങ്ങളുടെ ആപ്പുകൾ
mr: तुमची ॲप्स
ms: Apl kamu
nb: Appene dine
nl: Je apps
or: ଆପଣଙ୍କ ଆପ୍
pa: ਤੁਹਾਡੀਆਂ ਐਪਾਂ
pl: Twoje aplikacje
pt_br: Seus apps
pt_pt: As tuas apps
ro: Aplicațiile tale
ru: Твои приложения
sk: Tvoje aplikácie
sl: Tvoje aplikacije
sv: Dina appar
ta: உங்கள் ஆப்ஸ்
te: మీ యాప్‌లు
th: แอปของคุณ
tr: Uygulamaların
uk: Твої застосунки
ur: آپ کی ایپس
vi: Ứng dụng của bạn
zh_hans: 你的应用
zh_hant: 你的 App

# onboarding.welcome.demo.reminder_time
source: Reminder · %@
ar: تذكير · %@
bn: রিমাইন্ডার · %@
ca: Recordatori · %@
cs: Připomínka · %@
da: Påmindelse · %@
de: Erinnerung · %@
el: Υπενθύμιση · %@
es: Recordatorio · %@
fi: Muistutus · %@
fr: Rappel · %@
gu: રિમાઇન્ડર · %@
he: תזכורת · %@
hi: रिमाइंडर · %@
hr: Podsjetnik · %@
hu: Emlékeztető · %@
id: Pengingat · %@
it: Promemoria · %@
ja: リマインダー · %@
kn: ಜ್ಞಾಪನೆ · %@
ko: 알림 · %@
ml: റിമൈൻഡർ · %@
mr: रिमाइंडर · %@
ms: Peringatan · %@
nb: Påminnelse · %@
nl: Herinnering · %@
or: ରିମାଇଣ୍ଡର୍ · %@
pa: ਰਿਮਾਈਂਡਰ · %@
pl: Przypomnienie · %@
pt_br: Lembrete · %@
pt_pt: Lembrete · %@
ro: Memento · %@
ru: Напоминание · %@
sk: Pripomienka · %@
sl: Opomnik · %@
sv: Påminnelse · %@
ta: நினைவூட்டல் · %@
te: రిమైండర్ · %@
th: แจ้งเตือน · %@
tr: Hatırlatma · %@
uk: Нагадування · %@
ur: یاد دہانی · %@
vi: Lời nhắc · %@
zh_hans: 提醒 · %@
zh_hant: 提醒 · %@

# onboarding.welcome.demo.reminder_title
source: Nightly check-in
ar: تسجيل المساء
bn: রাতে টিক দেওয়ার সময়
ca: Confirmació del vespre
cs: Večerní odškrtnutí
da: Aftenens kryds
de: Dein Häkchen am Abend
el: Σημείωσέ το απόψε
es: Recordatorio de la noche
fi: Iltakuittaus
fr: Validation du soir
gu: રાતની નોંધ
he: סימון ערב
hi: रात की एंट्री
hr: Večernje javljanje
hu: Esti kipipálás
id: Check-in malam
it: Conferma serale
ja: 夜の記録
kn: ರಾತ್ರಿಯ ದಾಖಲು
ko: 매일 밤 체크
ml: രാത്രിയിലെ രേഖപ്പെടുത്തൽ
mr: रात्रीची नोंद
ms: Pengesahan malam
nb: Kveldens avkrysning
nl: Je vinkje voor vanavond
or: ରାତିରେ ଦର୍ଜ କରିବାର ସମୟ
pa: ਰਾਤ ਨੂੰ ਦਰਜ ਕਰਨ ਦਾ ਸਮਾਂ
pl: Wieczorne odhaczenie
pt_br: Registro da noite
pt_pt: Registo da noite
ro: Bifarea de seară
ru: Вечерняя отметка
sk: Večerné odškrtnutie
sl: Večerna kljukica
sv: Kvällens bock
ta: இரவுப் பதிவு
te: రాత్రి నమోదు
th: เช็กอินประจำคืน
tr: Akşam işaretlemesi
uk: Вечірня відмітка
ur: رات کا اندراج
vi: Điểm danh buổi tối
zh_hans: 每晚打卡
zh_hant: 每晚打卡

# onboarding.welcome.eyebrow
source: Here’s how it works
ar: هكذا يعمل
bn: এটি এভাবে কাজ করে
ca: Funciona així
cs: Takhle to funguje
da: Sådan virker det
de: So funktioniert’s
el: Έτσι λειτουργεί
es: Así funciona
fi: Näin se toimii
fr: Voici comment ça marche
gu: આ રીતે કામ કરે છે
he: ככה זה עובד
hi: यह ऐसे काम करता है
hr: Evo kako radi
hu: Így működik
id: Begini cara kerjanya
it: Ecco come funziona
ja: しくみはこちら
kn: ಇದು ಹೀಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ
ko: 이렇게 작동해요
ml: ഇത് ഇങ്ങനെയാണ് പ്രവർത്തിക്കുന്നത്
mr: हे असे काम करते
ms: Begini cara ia berfungsi
nb: Slik fungerer det
nl: Zo werkt het
or: ଏହା ଏମିତି କାମ କରେ
pa: ਇਹ ਇੰਝ ਕੰਮ ਕਰਦਾ ਹੈ
pl: Zobacz, jak to działa
pt_br: Veja como funciona
pt_pt: Funciona assim
ro: Iată cum funcționează
ru: Вот как это работает
sk: Takto to funguje
sl: Takole deluje
sv: Så här fungerar det
ta: இது இப்படி வேலை செய்கிறது
te: ఇది ఇలా పనిచేస్తుంది
th: Pillie ทำงานแบบนี้
tr: İşte nasıl çalışıyor
uk: Ось як це працює
ur: یہ کیسے کام کرتا ہے
vi: Cách hoạt động là thế này
zh_hans: 运作方式是这样的
zh_hant: 運作方式是這樣的

# onboarding.welcome.next_action
source: Next
ar: التالي
bn: পরবর্তী
ca: Següent
cs: Další
da: Næste
de: Als Nächstes
el: Επόμενο
es: Siguiente
fi: Seuraava
fr: Suivant
gu: આગળ
he: הבא
hi: अगला
hr: Sljedeće
hu: Következő
id: Berikutnya
it: Avanti
ja: 次
kn: ಮುಂದೆ
ko: 다음
ml: അടുത്തത്
mr: पुढे
ms: Seterusnya
nb: Neste
nl: Volgende
or: ପରବର୍ତ୍ତୀ
pa: ਅੱਗੇ
pl: Następne
pt_br: Próximo
pt_pt: A seguir
ro: Urmează
ru: Дальше
sk: Ďalej
sl: Naslednje
sv: Nästa
ta: அடுத்தது
te: తర్వాత
th: ถัดไป
tr: Sonraki
uk: Далі
ur: اگلا
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# onboarding.welcome.subtitle
source: Swipe the reminder away and your apps stay paused until you check in.
ar: إذا أزحتِ التذكير، تبقى تطبيقاتك متوقفة مؤقتًا حتى تسجّلي.
bn: রিমাইন্ডার সোয়াইপ করে সরালেও, টিক না দেওয়া পর্যন্ত আপনার অ্যাপগুলো পজ থাকবে।
ca: Si descartes el recordatori, les teves apps es queden en pausa fins que confirmis.
cs: Zavři připomínku a aplikace zůstanou pozastavené, dokud neodškrtneš dnešek.
da: Stryger du påmindelsen væk, forbliver dine apps på pause, indtil du krydser af.
de: Wischst du die Erinnerung weg, bleiben deine Apps pausiert, bis du abhakst.
el: Αν σβήσεις την υπενθύμιση, οι εφαρμογές σου μένουν σε παύση μέχρι να το σημειώσεις.
es: Si quitas el recordatorio, tus apps siguen en pausa hasta que marques lo de hoy.
fi: Jos pyyhkäiset muistutuksen pois, sovelluksesi pysyvät tauolla, kunnes kuittaat.
fr: Balaie le rappel, et tes apps restent en pause jusqu’à ce que tu valides.
gu: રિમાઇન્ડર સ્વાઇપ કરીને હટાવો તો પણ, નોંધ ન કરો ત્યાં સુધી તમારી ઍપ્સ થોભેલી રહે છે.
he: גם אם תחליקי את התזכורת הצידה, האפליקציות שלך יישארו מושהות עד שתסמני.
hi: रिमाइंडर स्वाइप करके हटा दें, तो भी आपके ऐप्स दर्ज करने तक रुके रहते हैं।
hr: Ako odbaciš podsjetnik, aplikacije ostaju pauzirane dok se ne javiš.
hu: Ha ellegyinted az emlékeztetőt, az appjaid szünetelnek, amíg ki nem pipálod.
id: Meski pengingatnya kamu tutup, aplikasimu tetap dijeda sampai kamu check-in.
it: Se scarti il promemoria, le app restano in pausa finché non confermi.
ja: リマインダーをスワイプで消しても、記録するまでアプリは一時停止したままです。
kn: ಜ್ಞಾಪನೆಯನ್ನು ಸ್ವೈಪ್ ಮಾಡಿ ತೆಗೆದರೂ, ನೀವು ದಾಖಲಿಸುವವರೆಗೆ ನಿಮ್ಮ ಆ್ಯಪ್‌ಗಳು ತಡೆಹಿಡಿಯಲ್ಪಟ್ಟಿರುತ್ತವೆ.
ko: 알림을 밀어서 없애도, 체크할 때까지 앱은 일시 중지된 상태로 있어요.
ml: റിമൈൻഡർ സ്വൈപ്പ് ചെയ്ത് മാറ്റിയാലും, നിങ്ങൾ രേഖപ്പെടുത്തുന്നതുവരെ നിങ്ങളുടെ ആപ്പുകൾ പോസ് ആയിരിക്കും.
mr: रिमाइंडर स्वाइप करून काढला तरी, नोंद करेपर्यंत तुमची ॲप्स थांबलेली राहतात.
ms: Leret peringatan ke tepi, apl kamu kekal dijeda sehingga kamu sahkan.
nb: Sveiper du bort påminnelsen, forblir appene dine pauset til du krysser av.
nl: Veeg je de herinnering weg, dan blijven je apps gepauzeerd tot je afvinkt.
or: ରିମାଇଣ୍ଡର୍ ସ୍ୱାଇପ୍ କରି ହଟାଇଲେ ବି, ଦର୍ଜ କରିବା ପର୍ଯ୍ୟନ୍ତ ଆପଣଙ୍କ ଆପ୍ ବିରାମରେ ରହେ।
pa: ਰਿਮਾਈਂਡਰ ਸਵਾਈਪ ਕਰਕੇ ਹਟਾ ਦਿਓ, ਫਿਰ ਵੀ ਦਰਜ ਕਰਨ ਤੱਕ ਤੁਹਾਡੀਆਂ ਐਪਾਂ ਰੁਕੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।
pl: Odsuń przypomnienie, a aplikacje zostaną wstrzymane, aż odhaczysz dzień.
pt_br: Se você dispensar o lembrete, seus apps continuam pausados até você registrar.
pt_pt: Se deslizares o lembrete para o lado, as tuas apps ficam em pausa até registares.
ro: Dai mementoul la o parte, iar aplicațiile rămân pe pauză până bifezi ziua.
ru: Смахнёшь напоминание, а приложения останутся на паузе, пока ты не отметишься.
sk: Zavri pripomienku a aplikácie zostanú pozastavené, kým neodškrtneš dnešok.
sl: Če opomnik podrsaš stran, aplikacije ostanejo zaustavljene, dokler ne odkljukaš.
sv: Sveper du bort påminnelsen förblir dina appar pausade tills du bockar av.
ta: நினைவூட்டலை ஸ்வைப் செய்து நீக்கினாலும், நீங்கள் பதிவு செய்யும் வரை உங்கள் ஆப்ஸ் இடைநிறுத்தத்தில் இருக்கும்.
te: రిమైండర్‌ను స్వైప్ చేసి తీసేసినా, మీరు నమోదు చేసే వరకు మీ యాప్‌లు పాజ్‌లోనే ఉంటాయి.
th: ต่อให้ปัดการแจ้งเตือนทิ้ง แอปของคุณก็ยังหยุดชั่วคราวจนกว่าคุณจะเช็กอิน
tr: Hatırlatmayı kaydırıp geçsen de uygulamaların sen işaretleyene kadar duraklatılmış kalır.
uk: Змахнеш нагадування, а застосунки лишаться на паузі, доки ти не відмітишся.
ur: یاد دہانی سوائپ کر کے ہٹا دیں، تب بھی آپ کی ایپس درج کرنے تک رکی رہتی ہیں۔
vi: Có gạt lời nhắc đi thì ứng dụng của bạn vẫn tạm dừng cho đến khi bạn điểm danh.
zh_hans: 就算划掉提醒，你的应用也会一直暂停，直到你打卡。
zh_hant: 就算滑掉提醒，你的 App 也會一直暫停，直到你打卡。

# onboarding.welcome.title
source: The alarm clock for your pill.
ar: المنبّه لحبتك.
bn: আপনার পিলের অ্যালার্ম ঘড়ি।
ca: El despertador de la teva píndola.
cs: Budík pro tvoji pilulku.
da: Vækkeuret til din p-pille.
de: Der Wecker für deine Pille.
el: Το ξυπνητήρι για το χάπι σου.
es: El despertador de tu píldora.
fi: Herätyskello pillerillesi.
fr: Le réveil pour ta pilule.
gu: તમારી ગોળી માટેની અલાર્મ ઘડિયાળ.
he: השעון המעורר של הגלולה שלך.
hi: आपकी गोली के लिए अलार्म घड़ी।
hr: Budilica za tvoju pilulu.
hu: Ébresztőóra a tablettádhoz.
id: Jam alarm untuk pilmu.
it: La sveglia per la tua pillola.
ja: ピルのための目覚まし時計。
kn: ನಿಮ್ಮ ಮಾತ್ರೆಗೆ ಅಲಾರಮ್ ಗಡಿಯಾರ.
ko: 피임약을 위한 알람 시계.
ml: നിങ്ങളുടെ ഗുളികയ്ക്കുള്ള അലാറം ക്ലോക്ക്.
mr: तुमच्या गोळीसाठी अलार्म घड्याळ.
ms: Jam loceng untuk pil kamu.
nb: Vekkerklokken for pillen din.
nl: De wekker voor je pil.
or: ଆପଣଙ୍କ ପିଲ୍ ପାଇଁ ଆଲାର୍ମ ଘଣ୍ଟା।
pa: ਤੁਹਾਡੀ ਗੋਲੀ ਲਈ ਅਲਾਰਮ ਘੜੀ।
pl: Budzik dla twojej tabletki.
pt_br: O despertador da sua pílula.
pt_pt: O despertador da tua pílula.
ro: Ceasul deșteptător pentru pilula ta.
ru: Будильник для твоей таблетки.
sk: Budík pre tvoju tabletku.
sl: Budilka za tvojo tabletko.
sv: Väckarklockan för ditt p-piller.
ta: உங்கள் மாத்திரைக்கான அலாரம்.
te: మీ మాత్రకు అలారం గడియారం.
th: นาฬิกาปลุกสำหรับยาคุมของคุณ
tr: Hapın için çalar saat.
uk: Будильник для твоєї таблетки.
ur: آپ کی گولی کے لیے الارم گھڑی۔
vi: Báo thức cho viên thuốc của bạn.
zh_hans: 你的避孕药闹钟。
zh_hant: 你的避孕藥鬧鐘。

# shield.blocking_reason
source: You haven’t checked in on Pillie yet today.
ar: لم تسجّلي في Pillie اليوم بعد.
bn: আপনি আজ এখনো Pillie-এ টিক দেননি।
ca: Encara no has confirmat avui a Pillie.
cs: Dnešek v Pillie ještě není odškrtnutý.
da: Du har ikke krydset af i Pillie i dag endnu.
de: Du hast heute in Pillie noch nicht abgehakt.
el: Δεν το έχεις σημειώσει ακόμα σήμερα στο Pillie.
es: Aún no has marcado lo de hoy en Pillie.
fi: Et ole vielä kuitannut Pilliessä tänään.
fr: Tu n’as pas encore validé dans Pillie aujourd’hui.
gu: તમે આજે હજુ Pillie પર નોંધ કરી નથી.
he: עוד לא סימנת היום ב-Pillie.
hi: आज आपने Pillie पर अभी दर्ज नहीं किया है।
hr: U Pillie danas još nema tvog javljanja.
hu: Ma még nem pipáltad ki a Pillie-ben.
id: Kamu belum check-in di Pillie hari ini.
it: Oggi non hai ancora confermato in Pillie.
ja: 今日はまだPillieで記録していません。
kn: ಇಂದು ನೀವು ಇನ್ನೂ Pillie ನಲ್ಲಿ ದಾಖಲಿಸಿಲ್ಲ.
ko: 오늘 아직 Pillie에서 체크하지 않았어요.
ml: ഇന്ന് നിങ്ങൾ ഇതുവരെ Pillie-യിൽ രേഖപ്പെടുത്തിയിട്ടില്ല.
mr: आज तुम्ही Pillie वर अजून नोंद केलेली नाही.
ms: Kamu belum sahkan di Pillie hari ini.
nb: Du har ikke krysset av i Pillie ennå i dag.
nl: Je hebt vandaag nog niet afgevinkt in Pillie.
or: ଆପଣ ଆଜି ଏପର୍ଯ୍ୟନ୍ତ Pillie ରେ ଦର୍ଜ କରିନାହାଁନ୍ତି।
pa: ਤੁਸੀਂ ਅੱਜ ਅਜੇ Pillie ’ਤੇ ਦਰਜ ਨਹੀਂ ਕੀਤਾ।
pl: Dzisiejszy dzień w Pillie czeka jeszcze na odhaczenie.
pt_br: Você ainda não registrou no Pillie hoje.
pt_pt: Ainda não registaste no Pillie hoje.
ro: Încă n-ai bifat ziua de azi în Pillie.
ru: Ты ещё не отметилась в Pillie сегодня.
sk: Dnešok v Pillie ešte nie je odškrtnutý.
sl: V Pillie danes še ni tvoje kljukice.
sv: Du har inte bockat av i Pillie i dag än.
ta: இன்று நீங்கள் இன்னும் Pillie-இல் பதிவு செய்யவில்லை.
te: ఈరోజు మీరు Pillieలో ఇంకా నమోదు చేయలేదు.
th: วันนี้คุณยังไม่ได้เช็กอินใน Pillie
tr: Bugün Pillie’de henüz işaretlemedin.
uk: Ти ще не відмітилася в Pillie сьогодні.
ur: آج آپ نے Pillie پر ابھی درج نہیں کیا۔
vi: Hôm nay bạn chưa điểm danh trên Pillie.
zh_hans: 你今天还没在 Pillie 打卡。
zh_hant: 你今天還沒在 Pillie 打卡。

# today.navigation.title
source: Today
ar: اليوم
bn: আজ
ca: Avui
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
fi: Tänään
fr: Aujourd’hui
gu: આજે
he: היום
hi: आज
hr: Danas
hu: Ma
id: Hari Ini
it: Oggi
ja: 今日
kn: ಇಂದು
ko: 오늘
ml: ഇന്ന്
mr: आज
ms: Hari Ini
nb: I dag
nl: Vandaag
or: ଆଜି
pa: ਅੱਜ
pl: Dziś
pt_br: Hoje
pt_pt: Hoje
ro: Azi
ru: Сегодня
sk: Dnes
sl: Danes
sv: Idag
ta: இன்று
te: ఈరోజు
th: วันนี้
tr: Bugün
uk: Сьогодні
ur: آج
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天
